{
  "website":{
    "title": "Ignacio's blog"
  },
  "nav":{
    "home": "Inicio",
    "about_me": "Sobre mí",
    "skills": "Habilidades",
    "projects": "Projectos",
    "publications": "Publicaciones",
    "career": "Experiencia",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "Sobre mí",
    "des": "Soy un científico de datos con experiencia en el campo de la ingeniería de datos. He trabajado durante más de 2 años en el sector financiero, creando soluciones innovadoras para muchas empresas del sector. Actualmente me encuentro trabajando en la industria de los videojuegos móviles, colaborando con los estudios que realizan los juegos y con los equipos de publicidad y adquisición de usuarios. En total llevo más de 5 años trabajando en projectos de Machine Learning y Big Data."
  },
  "skills":{
    "my_skills": "Mis Habilidades"
  },
  "projects":{
    "my_projects": "Mis proyectos",
    "imbalance": "Repositorio con diferentes funcionalidades que complementan Spark ML trabajando con datos que tienes las clases desbalanceadas.",
    "uni": "Repositorio con proyectos de programación realizados durante mi Grado en Matemáticas e Informática y mi Máster en Ciencia de Datos.",
    "contest": "Repositorio con el código entregado en diversos concursos de programación en los que he participado.",
    "shiny": "Mi primera aplicación realizada en Shiny para probar sus funcionalidades."
  },
  "career":{
    "my_career": "Mi experiencia",
    "rovio": "Rovio, Helsinki",
    "rovio_des": "Trabajo en el equipo de ingeniería de datos creando modelos de aprendizaje automático que son usados por los equipos que realizan los juegos para personalizar la experiencia de sus usuarios.",
    "rovio_date": "Ago 2019 - Actualmente",
    "rovio_job": "Ingeniero de Machine Learning",
    "ey": "EY, Madrid",
    "ey_des": "Trabajé en el Wavespace, el departamento de innovación de EY en Madrid. Después de participar en un projecto donde creamos un data lake para una empresa financiera líder del sector de la gestión de activos, fui ascendido a consultor senior y pasé a liderar un equipo donde creamos un servicio para detectar términos de fotos de facturas automáticamente para una empresa de seguros líder en los países nórdicos.",
    "ey_date": "Ene 2018 - Ago 2019",
    "ey_job": "Consultor",
    "qliro": "Qliro AB, Estocolmo",
    "qliro_des": "Qliro, es una empresa líder en pagos en línea en los países nórdicos. Formaba parte del equipo de inteligencia empresarial y estuve involucrado en la creación de un data lake desde cero. También realicé mi tesis de máster que consistía en crear un sistema de detección del fraude en pagos usando aprendizaje automático.",
    "qliro_date": "Feb 2017 - Sep 2017",
    "qliro_job": "Desarrollador Big Data",
    "hack": "HackSociety, Bucarest",
    "hack_des": "En diciembre de 2016 participé en la primera edición del hackatón HackSociety y mi equipo quedo primero en el reto lanzado por la empresa FotoNation. Nuestro programa ganador permitía convertir la pantalla de un ordenador portátil en táctil para dibujar digramas de flujo usando dos cámaras de baja calidad y un lápiz.",
    "hack_date": "Dic 2016",
    "hack_job": "Ganador de un hackatón",
    "kth": "Real Instituto de Tecnología (KTH), Estocolmo",
    "kth_des": "Segundo año de mi máster en ciencia de datos de EIT Digital. La especialidad de mi programa era sistemas distribuidos y minería de datos para Big Data.",
    "kth_date": "Sep 2016 - Ago 2017",
    "kth_job": "Estudiante de máster",
    "summer": "Curso de verano sobre Espacios Inteligentes de EIT, Helsinki",
    "summer_des": "En agosto del 2016 participé en el curso de verano de EIT sobre espacios inteligentes que tuvo lugar en Helsinki durante dos semanas. Las clases se centraron en enseñarnos a crear planes de negocios alreadedor de los espacios inteligente que resolviesen necesidades reales de los consumidores.",
    "summer_date": "Ago 2016",
    "summer_job": "Participante del curso de verano",
    "indizen": "Indizen, Madrid",
    "indizen_des": "Realicé una beca en Indizen, una consultora española, en su departamento de Big Data. Estuve involucrado en un proyecto para detectar y analizar datos de redes sociales geolocalizados para detectar noticias en tiempo real para un periódico de Barcelona.",
    "indizen_date": "May 2016 - Jun 2016",
    "indizen_job": "Becario de ciencia de datos",
    "vaciatucasa": "Vaciatucasa, Madrid",
    "vaciatucasa_des": "Desarrollo de un sistema de punto de ventas para realizar mercadillos callejeros para Vaciatucasa.",
    "vaciatucasa_date": "Mar 2016",
    "vaciatucasa_job": "Desarrollador independiente",
    "upm": "Unvisidad Politécnica de Madrid (UPM), Madrid",
    "upm_des": "Primer año del doble máster en ciencia de datos de EIT Digital.",
    "upm_date": "Sep 2015 - Jun 2016",
    "upm_job": "Estudiante de máster",
    "crida": "CRIDA A.I.E., Madrid",
    "crida_des": "Desarrollador en el contexto de proyectos para mejorar el tráfico aéreo europeo. Estuve encargado de diseñar procesos ETL para cargar datos en el data warehouse de la empresa.",
    "crida_date": "May 2015 - Jul 2015",
    "crida_job": "Becario desarrollador",
    "ies": "IES Abroad, Madrid",
    "ies_des": "Desde marzo del 2015 hasta May 2015 estuve dando clases sobre bases de datos a estudiantes americanos.",
    "ies_date": "Mar 2015 - May 2015",
    "ies_job": "Profesor particular",
    "math": "Departamento de Matemáticas Aplicadas en la UPM, Madrid",
    "math_des": "Desde diciembre del 2014 a marzo del 2015 estuve trabajando como becario en el departamento de Matemáticas Aplicadas desarrollando ContestMaker, auna aplicación gráfica programada en Java, usando Processing, que se usó para realizar concursos multidisciplinarios que fomentaban la colaboración entre estudiantes de diferentes cursos. Estuve también a cargo de reunir todas las preguntas para las distintas ediciones del concurso que eran elaboradas por estudiantes de doce asignaturas diferentes usando una plantilla de Latex y Beamer que había creado para ellos previamente para que se iniciasen en Latex. Los estudiantes obtenían puntos por realizar las preguntas y el equipo ganador obtenía puntos extra.",
    "math_date": "Dic 2014 - Mar 2015",
    "math_job": "Becario universitario",
    "degree": "Universidad Politécnica de Madrid (UPM), Madrid",
    "degree_des": "Cursé el Grado en Matemáticas e Informática.",
    "degree_date": "Sep 2011 - Jul 2015",
    "degree_job": "Estudiante de Grado"
  },
  "publications":{
    "my_publications": "Mis publicaciones",
    "kth_title": "Fraud detection in online payments using Spark ML",
    "kth_author": "Amaya de la peña, Ignacio",
    "kth_data": "Trabajo de fin de máster, Real Instituto de Tecnología (KTH), Estocolmo, Suecia, 2017.",
    "kth_pdf": "static/pdf/msc_thesis.pdf",
    "upm_title": "Presencia en Twitter de los candidatos a las elecciones madrileñas de 2015",
    "upm_author": "Amaya de la peña, Ignacio",
    "upm_data" : "Trabajo Fin de Grado, E.T.S. de Ingenieros Informáticos (UPM), Madrid, España, 2015.",
    "upm_pdf": "static/pdf/bsc_thesis.pdf"
  },
  "blog":{
    "my_blog": "Mi blog"
  },
  "link":{
    "link": "Enlance",
    "view": "Vistas"
  }

}
